---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleFieldType.HostCount
enum: Autodesk.Revit.DB.ScheduleFieldType
source: html/9888db7d-00d0-4fd7-a1a9-cdd1fb5fce16.htm
---
# Autodesk.Revit.DB.ScheduleFieldType.HostCount

Counts the number of hosts with different mark.